import React from "react";const Services = () => {
   return (
      <div id="services">
         <div className="container">
            <h1 id="title">Услуги</h1>
            <p id="under-title">
               Nusa Corporation предоставляет широкий спектр услуг, направленных
               на повышение эффективности и конкурентоспособности бизнеса
               клиентов.
            </p>
            {/* <div className="services">
               <div className="column" id="first">
                  <div className="item">
                     <h4>CRM system/ программа учёта</h4>
                     <p>
                        Все данные о клиентах хранятся в единой базе. Система
                        анализирует поведение клиентов и предлагает
                        персонализированные услуги и товары.
                     </p>
                  </div>
                  <div className="item">
                     <h4>Интеграция с другими системами</h4>
                     <p>
                        CRM может быть интегрирована с ERP и бухгалтерскими
                        системами. и маркетинговыми платформами.
                     </p>
                  </div>
                  <div className="item">
                     <h4>Мобильное приложение IOS/android</h4>
                     <p>
                        Полный цикл разработки мобильных приложений для iOS и
                        Android, начиная от концепции и дизайна до публикации и
                        поддержки
                     </p>
                  </div>
                  <div className="item">
                     <h4>Чат-бот</h4>
                     <p>
                        Разработка для разных платформ Интеграция с CRM и
                        другими системами Автоматизация общения с клиентом 24/7
                     </p>
                  </div>
                  <div className="item">
                     <h4>Услуги SMM</h4>
                     <p>
                        Мы разрабатываем уникальные посты и рилсы, которые
                        привлекают внимание и увеличивают вовлеченность.
                        Мобилограф выезжает на съемки до 4 раз в месяц, чтобы
                        создавать качественный контент на постоянной основе.
                     </p>
                  </div>
               </div>
               <div className="column" id="second">
                  <div className="item">
                     <h4>Автоматизация продаж</h4>
                     <p>
                        Система автоматизирует процесс управления лидами, от
                        первого контакта до закрытия сделки.
                     </p>
                  </div>
                  <div className="item">
                     <h4>Безопасность данных</h4>
                     <p>
                        Встроенные механизмы защиты данных и соответствие
                        международным стандартам обеспечивают сохранность
                        информации.
                     </p>
                  </div>
                  <div className="item">
                     <h4>AI/нейросеть</h4>
                     <p>
                        Полный цикл разработки мобильных приложений для iOS и
                        Android, начиная от концепции и дизайна до публикации и
                        поддержки. Интеграция ИИ-решений в существующие
                        бизнес-системы.
                     </p>
                  </div>
                  <div className="item">
                     <h4>Голосовой бот</h4>
                     <p>
                        Создание для автоматизации звонков Обработка
                        естественного языка и синтез речи Интеграция с
                        корпоративными системами
                     </p>
                  </div>
                  <div className="item">
                     <h4>Нейро-агенство</h4>
                     <p>
                        Наша команда специалистов разработает и настроит
                        нейронные сети с учётом ваших уникальных потребностей.
                        Мы проведем детальное обсуждение ваших целей и
                        требований, чтобы определить наилучший подход к
                        разработке нейронных сетей.
                     </p>
                  </div>
               </div>
               <div className="column" id="third">
                  <div className="item">
                     <h4>Мобильный доступ</h4>
                     <p>
                        Доступ к CRM-системе через мобильные приложения
                        позволяет сотрудникам работать из любого места и в любое
                        время.
                     </p>
                  </div>
                  <div className="item">
                     <h4>Повышение производительности</h4>
                     <p>
                        CRM-система позволяет командам совместно работать и
                        координировать действия, а руководителям — отслеживать
                        производительность в реальном времени.
                     </p>
                  </div>
                  <div className="item">
                     <h4>Сайт</h4>
                     <p>
                        Полный цикл разработки веб-сайтов: от создания концепции
                        и дизайна до запуска и технической поддержки. Мы создаем
                        эффективные и адаптивные сайты, которые привлекают
                        внимание и помогают бизнесу выделиться в цифровом
                        пространстве.
                     </p>
                  </div>
                  <div className="item">
                     <h4>Автоматизация бизнес процессов</h4>
                     <p>
                        Изучение текущих процессов для выявления
                        неэффективностей. Определение проблем, разработка и
                        внедрение ПО для автоматизации операций. Внедрение RPA
                        для выполнения повторяющихся задач.{" "}
                     </p>
                  </div>
                  <div className="item">
                     <h4>Тех. обслуживание и аутсорсинг программистов</h4>
                     <p>
                        Регулярные обновления и установка патчей обеспечивают
                        безопасность и производительность программного
                        обеспечения. Мы также создаем и управляем резервными
                        копиями для защиты данных от потерь
                     </p>
                  </div>
               </div>
            </div> */}
            <div className="services">
               <div className="first">
                  <p id="first" className="subtitle">
                     First
                  </p>
                  <div className="first-group">
                     <div className="item">
                        <h4>CRM system/ программа учёта</h4>
                        <p>
                           Все данные о клиентах хранятся в единой базе. Система
                           анализирует поведение клиентов и предлагает
                           персонализированные услуги и товары.
                        </p>
                     </div>
                     <div className="item">
                        <h4>Автоматизация продаж</h4>
                        <p>
                           Система автоматизирует процесс управления лидами, от
                           первого контакта до закрытия сделки.
                        </p>
                     </div>
                     <div className="item">
                        <h4>Мобильный доступ</h4>
                        <p>
                           Доступ к CRM-системе через мобильные приложения
                           позволяет сотрудникам работать из любого места и в
                           любое время.
                        </p>
                     </div>
                     <div className="item">
                        <h4>Интеграция с другими системами</h4>
                        <p>
                           CRM может быть интегрирована с ERP и бухгалтерскими
                           системами. и маркетинговыми платформами.
                        </p>
                     </div>
                     <div className="item">
                        <h4>Интеграция с другими системами</h4>
                        <p>
                           CRM может быть интегрирована с ERP и бухгалтерскими
                           системами. и маркетинговыми платформами.
                        </p>
                     </div>
                  </div>
               </div>
               <div className="first">
                  <p id="second" className="subtitle">
                     Second
                  </p>
                  <div className="first-group">
                     <div className="item">
                        <h4>CRM system/ программа учёта</h4>
                        <p>
                           Все данные о клиентах хранятся в единой базе. Система
                           анализирует поведение клиентов и предлагает
                           персонализированные услуги и товары.
                        </p>
                     </div>
                     <div className="item">
                        <h4>Автоматизация продаж</h4>
                        <p>
                           Система автоматизирует процесс управления лидами, от
                           первого контакта до закрытия сделки.
                        </p>
                     </div>
                     <div className="item">
                        <h4>Мобильный доступ</h4>
                        <p>
                           Доступ к CRM-системе через мобильные приложения
                           позволяет сотрудникам работать из любого места и в
                           любое время.
                        </p>
                     </div>
                  </div>
               </div>
               <div className="first">
                  <p id="third" className="subtitle">
                     Third
                  </p>
                  <div className="first-group">
                     <div className="item">
                        <h4>CRM system/ программа учёта</h4>
                        <p>
                           Все данные о клиентах хранятся в единой базе. Система
                           анализирует поведение клиентов и предлагает
                           персонализированные услуги и товары.
                        </p>
                     </div>
                     <div className="item">
                        <h4>Автоматизация продаж</h4>
                        <p>
                           Система автоматизирует процесс управления лидами, от
                           первого контакта до закрытия сделки.
                        </p>
                     </div>
                  </div>
               </div>
            </div>
         </div>
      </div>
   );
};

export default Services;
